"%[Any]@ of the following are true" = "다음 중에서 %1$[일부]@가 참입니다";
"%[All]@ of the following are true" = "다음 중에서 %1$[모두]@가 참입니다";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[비트율]@ %2$[다음과 같음]@ %3$@kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[비트율]@ %2$[다음이 아님]@ %3$@kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[비트율]@ %2$[다음보다 큼]@ %3$@kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[비트율]@ %2$[다음보다 작음]@ %3$@kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[비트율]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[샘플률]@ %2$[다음과 같음]@ %3$@Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[샘플률]@ %2$[다음이 아님]@ %3$@Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[샘플률]@ %2$[다음보다 큼]@ %3$@Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[샘플률]@ %2$[다음보다 작음]@ %3$@Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[샘플률]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[다음과 같음]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[다음이 아님]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[다음보다 큼]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[다음보다 작음]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[디스크 번호]@ %2$[다음과 같음]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[디스크 번호]@ %2$[다음이 아님]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[디스크 번호]@ %2$[다음보다 큼]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[디스크 번호]@ %2$[다음보다 작음]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[디스크 번호]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[재생 횟수]@ %2$[다음과 같음]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[재생 횟수]@ %2$[다음이 아님]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[재생 횟수]@ %2$[다음보다 큼]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[재생 횟수]@ %2$[다음보다 작음]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[재생 횟수]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[season]@ %[is]@ %@" = "%1$[시즌]@ %2$[다음과 같음]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[시즌]@ %2$[다음이 아님]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[시즌]@ %2$[다음보다 큼]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[시즌]@ %2$[다음보다 작음]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[시즌]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[건너뛰기 횟수]@ %2$[다음과 같음]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[건너뛰기 횟수]@ %2$[다음이 아님]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[건너뛰기 횟수]@ %2$[다음보다 큼]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[건너뛰기 횟수]@ %2$[다음보다 작음]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[건너뛰기 횟수]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[track_number]@ %[is]@ %@" = "%1$[트랙 번호]@ %2$[다음과 같음]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[트랙 번호]@ %2$[다음이 아님]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[트랙 번호]@ %2$[다음보다 큼]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[트랙 번호]@ %2$[다음보다 작음]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[트랙 번호]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[year]@ %[is]@ %@" = "%1$[연도]@ %2$[다음과 같음]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[연도]@ %2$[다음이 아님]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[연도]@ %2$[다음보다 큼]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[연도]@ %2$[다음보다 작음]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[연도]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[크기]@ %2$[다음과 같음]@ %3$@MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[크기]@ %2$[다음이 아님]@ %3$@MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[크기]@ %2$[다음보다 큼]@ %3$@MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[크기]@ %2$[다음보다 작음]@ %3$@MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[크기]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[앨범]@ %2$[다음을 포함]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[앨범]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[앨범]@ %2$[다음과 같음]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[앨범]@ %2$[다음이 아님]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[앨범]@ %2$[다음으로 시작]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[앨범]@ %2$[다음으로 끝남]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[앨범 아티스트]@ %2$[다음을 포함]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[앨범 아티스트]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[앨범 아티스트]@ %2$[다음과 같음]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[앨범 아티스트]@ %2$[다음이 아님]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[앨범 아티스트]@ %2$[다음으로 시작]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[앨범 아티스트]@ %2$[다음으로 끝남]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[아티스트]@ %2$[다음을 포함]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[아티스트]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[아티스트]@ %2$[다음과 같음]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[아티스트]@ %2$[다음이 아님]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[아티스트]@ %2$[다음으로 시작]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[아티스트]@ %2$[다음으로 끝남]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[카테고리]@ %2$[다음을 포함]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[카테고리]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[카테고리]@ %2$[다음과 같음]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[카테고리]@ %2$[다음이 아님]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[카테고리]@ %2$[다음으로 시작]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[카테고리]@ %2$[다음으로 끝남]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[주석]@ %2$[다음을 포함]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[주석]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[주석]@ %2$[다음과 같음]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[주석]@ %2$[다음이 아님]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[주석]@ %2$[다음으로 시작]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[주석]@ %2$[다음으로 끝남]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[작곡가]@ %2$[다음을 포함]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[작곡가]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[작곡가]@ %2$[다음과 같음]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[작곡가]@ %2$[다음이 아님]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[작곡가]@ %2$[다음으로 시작]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[작곡가]@ %2$[다음으로 끝남]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[디버그]@ %2$[다음을 포함]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[디버그]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[디버그]@ %2$[다음과 같음]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[디버그]@ %2$[다음이 아님]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[디버그]@ %2$[다음으로 시작]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[디버그]@ %2$[다음으로 끝남]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[설명]@ %2$[다음을 포함]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[설명]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[설명]@ %2$[다음과 같음]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[설명]@ %2$[다음이 아님]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[설명]@ %2$[다음으로 시작]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[설명]@ %2$[다음으로 끝남]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[장르]@ %2$[다음을 포함]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[장르]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[장르]@ %2$[다음과 같음]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[장르]@ %2$[다음이 아님]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[장르]@ %2$[다음으로 시작]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[장르]@ %2$[다음으로 끝남]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[그룹짓기]@ %2$[다음을 포함]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[그룹짓기]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[그룹짓기]@ %2$[다음과 같음]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[그룹짓기]@ %2$[다음이 아님]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[그룹짓기]@ %2$[다음으로 시작]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[그룹짓기]@ %2$[다음으로 끝남]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[종류]@ %2$[다음을 포함]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[종류]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[종류]@ %2$[다음과 같음]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[종류]@ %2$[다음이 아님]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[종류]@ %2$[다음으로 시작]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[종류]@ %2$[다음으로 끝남]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[이름]@ %2$[다음을 포함]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[이름]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[이름]@ %2$[다음과 같음]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[이름]@ %2$[다음이 아님]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[이름]@ %2$[다음으로 시작]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[이름]@ %2$[다음으로 끝남]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[프로그램]@ %2$[다음을 포함]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[프로그램]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[프로그램]@ %2$[다음과 같음]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[프로그램]@ %2$[다음이 아님]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[프로그램]@ %2$[다음으로 시작]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[프로그램]@ %2$[다음으로 끝남]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[앨범 정렬]@ %2$[다음을 포함]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[앨범 정렬]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[앨범 정렬]@ %2$[다음과 같음]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[앨범 정렬]@ %2$[다음이 아님]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[앨범 정렬]@ %2$[다음으로 시작]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[앨범 정렬]@ %2$[다음으로 끝남]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[앨범 아티스트 정렬]@ %2$[다음을 포함]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[앨범 아티스트 정렬]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[앨범 아티스트 정렬]@ %2$[다음과 같음]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[앨범 아티스트 정렬]@ %2$[다음이 아님]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[앨범 아티스트 정렬]@ %2$[다음으로 시작]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[앨범 아티스트 정렬]@ %2$[다음으로 끝남]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[아티스트 정렬]@ %2$[다음을 포함]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[아티스트 정렬]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[아티스트 정렬]@ %2$[다음과 같음]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[아티스트 정렬]@ %2$[다음이 아님]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[아티스트 정렬]@ %2$[다음으로 시작]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[아티스트 정렬]@ %2$[다음으로 끝남]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[작곡가 정렬]@ %2$[다음을 포함]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[작곡가 정렬]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[작곡가 정렬]@ %2$[다음과 같음]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[작곡가 정렬]@ %2$[다음이 아님]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[작곡가 정렬]@ %2$[다음으로 시작]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[작곡가 정렬]@ %2$[다음으로 끝남]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[이름 정렬]@ %2$[다음을 포함]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[이름 정렬]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[이름 정렬]@ %2$[다음과 같음]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[이름 정렬]@ %2$[다음이 아님]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[이름 정렬]@ %2$[다음으로 시작]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[이름 정렬]@ %2$[다음으로 끝남]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[프로그램 정렬]@ %2$[다음을 포함]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[프로그램 정렬]@ %2$[다음을 포함하지 않음]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[프로그램 정렬]@ %2$[다음과 같음]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[프로그램 정렬]@ %2$[다음이 아님]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[프로그램 정렬]@ %2$[다음으로 시작]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[프로그램 정렬]@ %2$[다음으로 끝남]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[추가된 날짜]@ %2$[다음 날짜]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[추가된 날짜]@ %2$[다음 날짜가 아님]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[추가된 날짜]@ %2$[다음 날짜 후]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[추가된 날짜]@ %2$[다음 날짜 전]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[추가된 날짜]@ %2$[최근]@ %3$@ %4$[일 내]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[추가된 날짜]@ %2$[최근]@ %3$@ %4$[주 내]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[추가된 날짜]@ %2$[최근]@ %3$@ %4$[개월 내]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[추가된 날짜]@ %2$[최근]@ %3$@ %4$[일 내가 아님]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[추가된 날짜]@ %2$[최근]@ %3$@ %4$[주 내가 아님]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[추가된 날짜]@ %2$[최근]@ %3$@ %4$[개월 내가 아님]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[추가된 날짜]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[수정일]@ %2$[다음 날짜]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[수정일]@ %2$[다음 날짜가 아님]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[수정일]@ %2$[다음 날짜 후]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[수정일]@ %2$[다음 날짜 전]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[수정일]@ %2$[최근]@ %3$@ %4$[일 내]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[수정일]@ %2$[최근]@ %3$@ %4$[주 내]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[수정일]@ %2$[최근]@ %3$@ %4$[개월 내]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[수정일]@ %2$[최근]@ %3$@ %4$[일 내가 아님]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[수정일]@ %2$[최근]@ %3$@ %4$[주 내가 아님]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[수정일]@ %2$[최근]@ %3$@ %4$[개월 내가 아님]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[수정일]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[playdate]@ %[is]@ %@" = "%1$[최종 재생 시간]@ %2$[다음과 같음]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[최종 재생 시간]@ %2$[다음이 아님]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[최종 재생 시간]@ %2$[다음 날짜 후]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[최종 재생 시간]@ %2$[다음 날짜 전]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[최종 재생 시간]@ %2$[최근]@ %3$@ %4$[일 내]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[최종 재생 시간]@ %2$[최근]@ %3$@ %4$[주 내]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[최종 재생 시간]@ %2$[최근]@ %3$@ %4$[개월 내]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[최종 재생 시간]@ %2$[최근]@ %3$@ %4$[일 내가 아님]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[최종 재생 시간]@ %2$[최근]@ %3$@ %4$[주 내가 아님]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[최종 재생 시간]@ %2$[최근]@ %3$@ %4$[개월 내가 아님]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[최종 재생 시간]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[최근 건너뛰기 날짜]@ %2$[다음과 같음]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[최근 건너뛰기 날짜]@ %2$[다음이 아님]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[최근 건너뛰기 날짜]@ %2$[다음 날짜 후]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[최근 건너뛰기 날짜]@ %2$[다음 날짜 전]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[최근 건너뛰기 날짜]@ %2$[최근]@ %3$@ %4$[일 내]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[최근 건너뛰기 날짜]@ %2$[최근]@ %3$@ %4$[주 내]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[최근 건너뛰기 날짜]@ %2$[최근]@ %3$@ %4$[개월 내]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[최근 건너뛰기 날짜]@ %2$[최근]@ %3$@ %4$[일 내가 아님]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[최근 건너뛰기 날짜]@ %2$[최근]@ %3$@ %4$[주 내가 아님]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[최근 건너뛰기 날짜]@ %2$[최근]@ %3$@ %4$[개월 내가 아님]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[최근 건너뛰기 날짜]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[songid]@ %[is]@" = "%1$[구입함]@ %2$[참]@";
"%[songid]@ %[is not]@" = "%1$[구입함]@ %2$[거짓]@";

"%[olduserdisabled]@ %[is]@" = "%1$[선택됨]@ %2$[참]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[선택됨]@ %2$[거짓]@";

"%[artwork]@ %[is]@" = "%1$[앨범 사진]@ %2$[참]@";
"%[artwork]@ %[is not]@" = "%1$[앨범 사진]@ %2$[거짓]@";

"%[compilation]@ %[is]@" = "%1$[편집 앨범]@ %2$[참]@";
"%[compilation]@ %[is not]@" = "%1$[편집 앨범]@ %2$[거짓]@";

"%[totaltime]@ %[is]@ %@" = "%1$[시간]@ %2$[다음과 같음]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[시간]@ %2$[다음이 아님]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[시간]@ %2$[다음보다 큼]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[시간]@ %2$[다음보다 작음]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[시간]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[앨범 선호도]@ %2$[다음과 같음]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[앨범 선호도]@ %2$[다음이 아님]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[앨범 선호도]@ %2$[다음보다 큼]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[앨범 선호도]@ %2$[다음보다 작음]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[앨범 선호도]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[선호도]@ %2$[다음과 같음]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[선호도]@ %2$[다음이 아님]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[선호도]@ %2$[다음보다 큼]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[선호도]@ %2$[다음보다 작음]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[선호도]@ %2$[다음 범위 내에 있음]@ %3$@~%4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[음악]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[뮤직 비디오]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[동영상]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[TV 프로그램]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[Podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[오디오북]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[책]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[음성 메모]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[미디어 종류]@ %2$[다음과 같음]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[음악]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[뮤직 비디오]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[동영상]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[TV 프로그램]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[Podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[오디오북]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[책]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[음성 메모]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[미디어 종류]@ %2$[다음이 아님]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[재생목록]@ %2$[다음과 같음]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[재생목록]@ %2$[다음이 아님]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[위치]@ %2$[다음에 있음]@ %3$[이 컴퓨터에]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[위치]@ %2$[다음과 같음]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[위치]@ %2$[다음에 없음]@ %3$[이 컴퓨터에]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[위치]@ %2$[다음이 아님]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud 상태]@ %2$[다음과 같음]@ %3$[일치함]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud 상태]@ %2$[다음과 같음]@ %3$[구입함]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud 상태]@ %2$[다음과 같음]@ %3$[업로드됨]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud 상태]@ %2$[다음과 같음]@ %3$[적합하지 않음]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud 상태]@ %2$[다음과 같음]@ %3$[로컬 전용]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud 상태]@ %2$[다음과 같음]@ %3$[오류]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud 상태]@ %2$[다음과 같음]@ %3$[중복됨]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud 상태]@ %2$[다음이 아님]@ %3$[일치함]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud 상태]@ %2$[다음이 아님]@ %3$[구입함]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud 상태]@ %2$[다음이 아님]@ %3$[업로드됨]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud 상태]@ %2$[다음이 아님]@ %3$[적합하지 않음]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud 상태]@ %2$[다음이 아님]@ %3$[로컬 전용]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud 상태]@ %2$[다음이 아님]@ %3$[오류]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud 상태]@ %2$[다음이 아님]@ %3$[중복됨]@";
